package main

import "fmt"

func main() {
	fmt.Println("Среди ОГЭ, учебы, подготовки к экзаменам я просто хочу кайфануть и изучить что то современное. Почему бы и не Go?")
	fmt.Println("Go - шустрый говорят. Он компилируется, а потом работает как программа.")
	fmt.Println("Я думаю, для высоконагруженных API следует использовать Go, потому что PHP на моей практике уже давал побочный эффект: загрузка по 1.5 секунды некой страницы.")
	fmt.Println("Поэтому я скачал Go, и, вероятно, буду иногда что то писать на нем.")
	fmt.Println("Конец связи. Я кушать. 🍪")
}
